Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=124_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Pohjoissaame, äidinkieli
sme: Ovdaskuvlla buđaldallangirji

source: sivuja: 96
sme: siiddut: 96

source: Saamelaiskäräjät 2015
sme: Sámediggi 2015

source: “ Esikoululaisen puuhakirja ” ilmestyi samaan aikaan kaikilla kolmella Suomessa puhutulla saamenkielellä.
sme: Dieppe dáppe - Ovdaskuvlla buđaldallangirji lea oaivvilduvvon sámegielat ovdaskuvlii.

source: Kirjan ystävykset Eeʹled, Uábbee ja Sámmol kyläilevät toistensa kotiseuduilla ja kertovat toisilleen omaan kulttuuripiiriinsä kuuluvista asioista.
sme: Girjji ustibaččat Eeʹled, Uábbee ja Sámmol johtet iežaset guovlluin ja muitalit nuppiidasaset iežaset eallimii gullevaš áššiin.

source: Eeʹled on koltansaamenkielinen tyttö, Uabbee inarinsaamenkielinen tyttö ja Sámmol on pohjoisaamenkielinen poika.
sme: Eeʹled lea nuortalaš nieida, Uabbee anáraš nieida ja Sámmol davvisápmelaš bárdni.

source: Kirjan tarinoiden lähtökohtana ovat saamelaisten kahdeksan vuodenaikaa töineen ja tapahtumineen.
sme: Girjji máidnasiid vuođđun leat sámi gávcci jagiáiggi barggut ja dáhpáhusat.

source: Kirjan johtoajatuksena on ollut, että Suomen kolme saamelaisryhmää elävät rinnakkain ja haluavat välittää rikasta kulttuuriperintöään ja perinnetietouttaan myös muille.
sme: Váldojurddan girjji ráhkadeamis lea leamašan dat, ahte mii, Suoma golbma sámejoavkku, eallit ovttas ja háliidit juogadit min rikkis kulturárbbi ja árbevirolaš dieđu.

source: Julkaisija: Oppimis- ja ohjauskeskus Mikael-koulu 2015
sme: Almmustahtti: Oahppan- ja oahpistanguovddáš Mikael-skuvla 2015

source: Äidinkielen lisämateriaali kielen opetukseen, erityisopetukseen ja kielikylpyopetukseen.
sme: Eatnigiela lassemateriála giela oahpahussii, sierra- ja giellalávgunoahpahussii.

source: Oppimateriaalin tarkoituksena on lisätä lapsen sanavarastoa, tukea hänen kertomistaitojaan ja auttaa kehittämään nimeämistaitoja.
sme: Muorjedievvá 1-oahppamateriála ulbmilin lea lasihit máná sátneráju, doarjut su muitalanmáhtu ja leat veahkkin ovddideame namahandáidduid.

source: Harjoituskirja on tarkoitettu 5-10 – vuotiaille lapsille.
sme: Hárjehusgirji lea oaivvilduvvon 5-10 – jahkásaš mánáide.

source: Materiaaliin kuuluu vihkonen sekä kuvasalkku.
sme: Materiálii gullá gihppaga lassin govvamáhppa.

source: Saamelaiskäräjät jakaa materiaalia ilmaiseksi saamenopetukseen Suomessa.
sme: Sámediggi juohká dán materiála nuvttá sámeoahpahussii Suomas.

source: Toivo West, kuvitus Outi Pieski, ulkoasu Studio Borga / Minna Saastamoinen
sme: Toivo West, govat Outi Pieski, gráfalaš plánen Studio Borga / Minna Saastamoinen

source: Kirjassa on 10 kappaletta, viisi kielioppiosaa ja viisi muuta kielen oppimisen kannalta tärkeää osaa.
sme: Girjjis leat 10 oasi, vihtta giellaoahppaoasi ja vihtta eará giellaoahppama dáfus dehálaš oasi.

source: Oppikirjan kertomukset on tarkoitettu ohjenuoraksi oppitunneille.
sme: Oahppagirjjis leat máidnasat, mat leat oaivvilduvvon láidestahkan oahppadiibmui.

source: sivuja: 198
sme: siiddut: 198

source: Saamelaiskäräjät 2014
sme: Sámediggi 2014

source: Kertomus Johanas – pojan seikkailuista kulkee läpi koko kirjan.
sme: Muitalus Johanasa fearániid birra johtá čađa girjji.

source: Erilaisten tekstien tarkoituksena on vahvistaa oppilaan kielitaitoa.
sme: Máŋggalágan teavsttaid ulbmil lea nannet oahppi gielladáiddu.

source: Teksteihin liittyy sanojen selityksiä ja kuvia, joiden tarkoituksena on laajentaa oppilaan sanavarastoa.
sme: Teavsttain leat sátnečilgehusat ja govat, maiguin lea jurddan viiddidit oahppi sátneráju. Bargogirji njealját luohká girjái almmustuvvá jagis 2015.

source: sivuja: 152
sme: siiddut: 152

source: Tämä työkirja on tarkoitettu käytettäväksi yhdessä saamenkielen oppikirjan Mu giella 4 ohessa.
sme: Dát bargogirji lea oaivvilduvvon geavahuvvot ovttas sámegiela oahppagirjjiin Mu giella 4.

source: Suurin osa harjoituksista tehdään työkirjaan, mutta tarvitset myös vihon pitempiä kirjoituksia varten.
sme: Eanaš hárjehusat bargojuvvojit bargogirjái, muhto dárbbašat maid gihppaga viidásat čállosiid várás.

source: Ennen kuin alat tehdä työkirjan tehtäviä, lue teksti ja ohjeet oppikirjan sivuilta.
sme: Ovdalgo bargagoađát hárjehusaiguin, dá loga deavstta ja oahpahusa oahppagirjji siidduin.

source: Työkirjassa on myös noppapelejä, joita varten tarvitaan nopat ja nappeja.
sme: Bargogirjjis leat bircunspealut, maid várás dárbbašuvvojit birccut ja boalut.

source: Äidinkielen oheismateriaali
sme: Eatnigiela lassemateriála

source: Matti Morottaja, kuvitus Sirpa Mänty, pohjoissaamen sanat Kaisa Tapiola-Länsman
sme: Matti Morottaja, govat Sirpa Mänty, davvesámegillii heivehan Kaisa Tapiola-Länsman

source: 2. painos
sme: Oahpa sániid

source: - kuvasanakirja on pohjoisaamenkielelle sovitettu käännös Matti Morottajan inarinsaamenkielisestä Oopâ saanijd - kirjasta.
sme: Govvasátnegirji lea heivehuvvon jorgalus Matti Morottaja čállán anárašgielat oahppagirjjis “ Oopâ saanijd ”.

source: Kirjassa on selitetty kuvin noin 500 saamen kielen sanaa.
sme: Govvejuvvon sánit leat sullii 500, eanáš oassi dain leat nomenat.

source: Esimerkiksi verbien selittäminen kuvien avulla voi olla vaikeaa, joten niitä on lisätty sanastoon myös suomeksi käännettynä.
sme: Vearbbat ja eará dakkár sánit, maid ádden govaid mielde sáhttá leat váttis, leat lasihuvvon girjji lohppii sátnelistui.

source: Elna Magga ja Päivikki Nillukka-Rauhala, kuvitus Merja Aletta Ranttila
sme: Giellaleaika

source: Äidinkielen oppimateriaali
sme: Eatnigiela oahppamaterála

source: peruskoulun 2. luokalle
sme: vuođđoskuvlla 2. luohkkái

source: sivuja: 140
sme: siiddut: 140

source: Saamelaiskäräjät 2010
sme: Sámediggi

source: Giellaleaika čakčagirji - syyskirjaan on lisätty uusia lukukappaleita ja harjoituksia.
sme: Giellaleaika čakčagirjái leat lasihuvvon ođđa lohkanbihtát ja bargobihtát.

source: Kirjan lopussa on oppimispäiväkirja sekä ohjeita kuva-analyysin tekemiseen.
sme: Girjji lohppii leat lasihuvvon lohkanbeaivegirjji ja rávvagat govvaanalysa dahkamii.

source: Takakannen sisäpuolella on lisäkysymyksiä, joiden avulla voi syventää tekstin ymmärtämistä ja kielen oppimista.
sme: Maŋŋebearpma siskkobealde leat lassegažaldagat, maid vehkiin sáhttá čiekŋudit teavstta ipmirdeami ja giela oahppama.

source: sivuja: 131
sme: siiddut: 131

source: uudistettu 3. painos, Saamelaiskäräjät 2014
sme: ođaduvvon 3. preanttus, Sámediggi 2014

source: Marjaana Aikio, Helmi Länsman, Maarit Magga ja Elen Anne Sara, graafinen suunnittelu Svea Päiviö
sme: Marjaana Aikio, Helmi Länsman, Maarit Magga ja Elen Anne Sara,

source: Pohjoissaamenkielinen äidinkielen oppimateriaali lukiolaisille
sme: Giela geainnut - Logahaga eatnigiella

source: lukion 1. kurssin opintokokonaisuuden, jonka teemoina ovat suullinen ja kirjoitettu kieli sekä tekstin ymmärtäminen.
sme: – girjjis lea logahaga 1. gurssa oahpposisdoallu. Guovddáš fáttát leat njálmmálaš ja čálalaš giella, deavsttat ja gulahallan.

source: Kurssin kielioppiosassa käsitellään verbien taivutus.
sme: Dán vuosttas gurssas lea maiddái giellaoahppaoassi, mas gieđahallat vearbbaid sojaheami.

source: Termit selitetään kirjan lopussa.
sme: Girjjis geavahuvvon doahpagat leat čilgejuvvon girjji loahpas.

source: Kirja sisältää myös harjoitustehtäviä ja esimerkkitekstejä.
sme: Oahpahallanosiide gávdnojit maiddái bargobihtát ja ovdamearkadeavsttat.

source: sivuja: 150
sme: siiddut: 150

source: koko: 19 x 24 cm, pehmeäkantinen
sme: sturrodat: 19 x 24 cm, dipma bearbma

source: Saamelaiskäräjät 2012
sme: Sámediggi 2012

source: lukion 2. kurssin opintokokonaisuuden.
sme: – girjjis lea logahaga 2. gurssa oahpposisdoallu.

source: Keskeisiä teemoja ovat teksti kokonaisuutena, kirjallisuus ja kielenhuolto.
sme: Guovddáš fáttát leat deaksta ollisvuohtan, girjjálašvuohta ja giellagáhtten.

source: Kielioppiosassa käsitellään konjunktiot sekä relatiivi- ja interrogatiivipronominit.
sme: Giellaoahppaoasis leat konjunkšuvnnat sihke relatiiva ja jearri pronomenat.

source: Kirjassa käytetyt termit selitetään kirjan lopussa.
sme: Girjjis geavahuvvon doahpagat leat čilgejuvvon girjji loahpas.

source: sivuja: 161
sme: siiddut: 161

source: kuvat Merja Aletta Ranttila
sme: govat Merja Aletta Ranttila

source: peruskoulun 3. luokalle
sme: vuođđoskuvlla 3. luohkkái

source: pohjautuu saamelaiseen tarinaperinteeseen ja saamenkieliseen kirjallisuuteen.
sme: Girji vuođđuduvvá sámi muitalanárbái ja sámegielat girjjálašvuhtii.

source: sivuja: 136
sme: siiddut: 136

source: Valtion painatuskeskus 1992, Saamelaiskäräjät 2013
sme: Stáhta prentenguovddáš 1992, Sámediggi 2013

source: Kevätkirjaan on otettu mukaan kaikki äidinkielen opetussuunnitelmaan kuuluvat asiat.
sme: Gollegiellan lea sihke teaksta- ja hárjehallangirji.

source: Pääpäinon saavat kuitenkin sanaluokat - verbit, substantiivit, adjektiivit ja numeraalit. Gollegiellan on sekä teksti- että harjoituskirja.
sme: Giđđagirjjis oahpahallat erenomážit sátneluohkáid - vearbbaid, subtantiivvaid, adjektiivvaid ja numerálaid.

source: sivuja: 133
sme: siiddut: 133

source: kuvitus Salli Parikka, graafinen suunnittelu Studio Borga - Minna Saastamoinen
sme: govat Salli Parikka, gráfálaš plánen Studio Borga - Minna Saastamoinen

source: Aapinen Metsiemme tarinoita
sme: Áppes Min meahci máidnasat

source: Inga Guttorm on työskennellyt vuosia saamenkielisen alkuopetuksen parissa Utsjoella.
sme: Inga Guttorm lea bargan máŋggaid jagiid sámegielat álgooahpahusas Ohcejogas.

source: Kirjan kuvittaja Salli Parikka (Wahlberg) on kuvittanut monia lapsille ja nuorille tarkoitettuja kirjoja.
sme: Girjji govvideaddji Salli Parikka (Wahlberg) lea govven máŋggaid mánáide ja nuoraide oaivvilduvvon girjjiid (www.salliparikka.com).

source: Taittaja Minna Saastamoinen on pohjoissaamen-kielentaitoisena palvellut oppikirjakustantajia myös Norjassa.
sme: Bardi Minna Saastamoinen máhttá bures sámegiela ja leage bálvalan girjelágádusaid maiddái Norgga bealde.

source: Edellinen aapinen, Áppes 1 ja 2, julkaistiin Suomessa 1970-luvulla.
sme: Ovddeš davvisámegielat áppesat " Áppes 1 " ja " Áppes 2 " almmustuvve Suomas 1970-logus.

source: sivuja 128, koko 21,4 x 28,5 cm, kovakantinen
sme: siiddut 128, sturrodat 21,4 x 28,5 cm, garra bearbma

source: (syksyn työkirja)
sme: B argogirji čakčii

source: pehmeäkantinen, sisus 4-värinen
sme: dipmá bearbma, siskkoš 4-ivnnat

source: Saamelaiskäräjät 2011
sme: Sámediggi 2011

source: (kevään työkirja)
sme: B argogirji giđđii

source: sivuja: 126
sme: siiddut 126

source: Jovnna-Ánde Vest, kannen kuva Tiia Semenoff
sme: Jovnna-Ánde Vest

source: Pohjoissaamen synonyymisanakirja
sme: bearbmagovva Tiia Semenoff

source: sivuja: 221
sme: siiddut 221

source: Mu giella 5 - 6 - äidinkielen oppimateriaali 5. ja 6. luokkien oppilaille.
sme: Mu giella 5 - 6 - Eatnigiela oahppamaterála vuođđoskuvlla 5. ja 6. luohkái

source: Tekstikirja sisältää kaikki äidinkielen opiskelun osa-alueet kuten kieli ymmärtämisen ja oppimisen välineenä, kielioppi, kirjallisuus, kielen kehittyminen, kirjoitus, kielen muuttuminen, draama, media ja kielenhuolto. Sarjaan kuuluu tekstikirjan lisäksi kaksi työkirjaa sekä äänite.
sme: Teakstagirjjis leat buot oasit, mat gullet eatnigiela oahppamii: Giella gulahallama ja oahppama gaskoapmin, Giellaoahpa, Girjjálašvuohta, Giella riggu ja ovdána, Čállin, Giella eallá ja molsašuddá, Dráma, Media ja Giellagáhtten.

source: Oppilas käyttää tekstikirjaa kaksi vuotta, ja molempia vuosia varten on oma työkirja.
sme: Oahppi geavaha teakstagirjji guokte jagi ja goabbáge lohkanjagi várás lea iežas bargogirji.

source: Osa harjoituksista tehdään vihkoon tai piirustuspaperille, osa taas ryhmätöinä, esim. keskusteluharjoitukset sekä pelit.
sme: Oassi bargobihtáin bargojuvvo gihppagii dahje tevdnenbáhpárii, oassi fas ovttasbargun, omd. ságastallanbarggut ja spealut leat dákkárat.

source: sivuja: 208
sme: siiddut 208

source: sisältää yhteensä 25 näytettä inarin- ja koltansaamenkielistä sekä pohjoissaamen eri murteista.
sme: sisttisdoallá 25 jietnačájánasa davvisámegiela sierra suopmaniin ja maiddái anáraš- ja nuortasámegielain.

source: Työkirjoissa on äänitteisiin liittyviä tehtäviä.
sme: Jietnačájánasaid vuođul leat bargogirjjis guldalanbarggut.

source: Työkirja 5
sme: Bargogirji 5

source: sivuja: 195
sme: siiddut 195

source: Työkirja 6
sme: Bargogirji 6

source: sivuja: 172
sme: siiddut 172

source: Äidinkielen oheismateriaali - Kouluradion sarja
sme: Eatnigiela lassemateriála - Skuvlaradio máinnasráidu

source: Siiri Miettunen ja Ritva Torikka
sme: Lodderáidalas

source: 2 CD-äänitettä
sme: 2 CD-skearru

source: Materiaaliin kuuluu myös työkirja, johon
sme: Materiálai gullá maiddái bargogirjjáš, masa govaid lea sárgon

source: Äänitys ja tuotanto: Yle Sámi Radio ja Saamen kouluasiain neuvosto 1989
sme: Bádden ja buvttadan: Yle Sámi Radio jaSámi skuvlenáššiidráđđi 1989

source: Saamelaiskäräjät 2008
sme: Sámediggi 2008

source: Äidinkielen oheismateriaali: tarinoita, runoja ja kirjoitusharjoituksia.
sme: Čállima ráva- ja movttiidahttingirji

source: kuvat: Martti Salo
sme: Lásse, Áilu ja mun

source: sivuja: 116
sme: siiddut 116

source: taso: 4-6 lk
sme: dássi: 4-6 lk

source: Saamelaiskäräjät 1997
sme: Sámediggi 1997

source: Aapinen - Helena Valkeapää, Seija Guttorm, kuvat Aletta Ranttila
sme: Helena Valkeapää, Seija Guttorm, govaid sárgon Aletta Ranttila

source: sivuja: 124
sme: siiddut 124

source: Saamelaiskäräjät 2009
sme: Sámediggi 2009

source: Opettajan opas 1
sme: Áppes 1,oahpaheaddji rávagirji

source: sivuja: 91
sme: siiddut 91

source: Painatuskeskus Oy 1986
sme: Stáhta Prentenguovddáš 1986

source: Aapinen, kevät
sme: Áppes 1 giđđa

source: sivuja: 134
sme: siiddut 134

source: Opettajan opas 2
sme: Áppes 2,oahpaheaddji rávagirji

source: Ensimmäinen kirjoitusvihkoni
sme: Mu vuosttas giehtačálagihpa

source: sivuja: 58
sme: siiddut 58

source: Saamelaiskäräjät 2007
sme: Sámediggi 2007

source: Sámás - saamenkielen luku- ja kirjoituskurssi
sme: Sámás - sámegiela lohkan- ja čállingursa

source: on pohjoismaisen projektin tulos vuodelta 1987.
sme: lea davviriikkalaš prošeakta jagis 1987.

source: Sarja sopii sekä kouluille että aikuisopetukseen.
sme: Ráidu heive bures sihke skuvllaide ja ovttaskas olbmuide.

source: sivuja: 231
sme: siiddut 231

source: sivuja: 229
sme: siiddut 229

source: Loppuunmyyty !
sme: YLE Sámi Radio 1987

source: Äidinkielen harjoituksia (Palin)
sme: Eatnigiela hárjehusat 1

source: Leena Aikio, Kaaren Kitti, kuvat Jussi Joensuu
sme: Palina oahpahusortnega mielde

source: sivuja: 38
sme: siiddut 38

source: Painatuskeskus Oy 1981
sme: Stáhta Prentenguovddáš 1981

source: Elna Magga, Päivikki Nillukka-Rauhala, kuvat Merja Aletta Ranttila,
sme: govat Merja Aletta Ranttila,

source: graafinen suunnittelu ja taitto: Anneli Aikio
sme: gráfalaš plánen ja máhccun: Anneli Aikio

source: Peruskoulun 2. luokan äidinkielen oppikirja, joka sisältää tekstiä ja tehtäviä.
sme: Giellaleaika lea sihke teaksta- ja hárjehallangirji.

source: sivuja: 120
sme: siiddut 120

source: 2. painos Saamelaiskäräjät 2011
sme: Sámediggi 2011
